import countries from './countries.json';

export const appCategories = [
  {
    id: 'countries',
    name: 'دول العالم',
    emoji: '🌍',
    words: countries
  },
  {
    id: 'premier_league',
    name: 'أندية الدوري الإنجليزي',
    emoji: '⚽',
    words: [
      "ارسنال", "مانشستر سيتي", "مانشستر يونايتد", "ليفربول", "تشيلسي", "توتنهام", 
      "ايفرتون", "استون فيلا", "نيوكاسل", "وست هام", "برايتون", "كريستال بالاس",
      "فولهام", "برينتفورد", "نوتنجهام فورست", "وولفرهامبتون", "بورنموث", 
      "ليستر سيتي", "ساوثهامبتون", "ليدز يونايتد", "شيفيلد", "شيفيلد يونايتد", 
      "بيرنلي", "سندرلاند", "ليستر", "ساوثامبتون", "نوريتش سيتي", "واتفورد"
    ]
  }
];
